eamodio.gitlens
humao.rest-client
k--kato.intellij-idea-keybindings
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-containers
redhat.vscode-yaml
rust-lang.rust
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
yzhang.markdown-all-in-one
